
const RulesRR = () => {
  return (
    <div>
      <p></p>
      <p style={{ fontWeight: 'bold' }}>*รอบแบ่งกลุ่ม*</p>
      <p>แข่งขันแบบพบกันหมดภายในกลุ่ม แข่งขันกัน 2 เซ็ต เซ็ตละ 21 คะแนน ไม่มีดิวซ์</p>
      <div>- ชนะได้  2 คะแนน</div>
      <div>- เสมอได้ 1 คะแนน</div>
      <div>- แพ้ได้   0 คะแนน</div>
      <p></p>
      <p>นักกีฬาที่ถอนตัวจากการแข่งขันแมตช์ใดแมตช์หนึ่ง จะถือว่าถอนตัวจากการแข่งขันจากรายการนั้นๆ โดยคะแนนในแมตช์ก่อนหน้าทั้งหมดถือเป็นโมฆะ</p>

      <p>การตัดสินทีมที่เข้ารอบ</p>
      <div>- นับคะแนนที่ได้</div>
      <div>- ถ้าคะแนนเท่ากัน นับแต้มได้-เสีย</div>
      <div>- แต้มได้เสียเท่ากัน ดูผล Head to Head</div>
      <div>- Head to Head เท่ากัน แข่งใหม่ 1 เซ็ต 21 แต้มไม่มีดิวซ์</div>
      <p></p>
      <p style={{ fontWeight: 'bold' }}>*รอบ Knock Out*</p>
      <p>แข่งขัน 2 ใน 3 เซ็ต แซ็ตละ 21 คะแนน ดิวซ์ถึง 30 คะแนน</p>
    </div >
  )
}
export default RulesRR